4ops.terraform
aaron-bond.better-comments
alexdauenhauer.catppuccin-noctis-icons
arrterian.nix-env-selector
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
charliermarsh.ruff
csstools.postcss
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
jnoortheen.nix-ide
mikestead.dotenv
mindaro-dev.file-downloader
mkhl.direnv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
nefrob.vscode-just-syntax
pinage404.nix-extension-pack
pkief.material-icon-theme
redhat.vscode-xml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
vscodevim.vim
wayou.vscode-todo-highlight
zguolee.tabler-icons
zxh404.vscode-proto3
