4ops.terraform
aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
atommaterial.a-file-icon-vscode
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
csstools.postcss
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
mikestead.dotenv
mindaro-dev.file-downloader
mquandalle.graphql
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
nefrob.vscode-just-syntax
pkief.material-icon-theme
redhat.vscode-xml
remisa.mathover
romantomjak.go-template
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
t3dotgg.vsc-material-theme-but-i-wont-sue-you
tobiashochguertel.just-formatter
vscodevim.vim
wayou.vscode-todo-highlight
zxh404.vscode-proto3
