4ops.terraform
aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
anyscalecompute.ray-distributed-debugger
atommaterial.a-file-icon-vscode
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
kleber-swf.ocean-dark-extended
mikestead.dotenv
mindaro-dev.file-downloader
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
pkief.material-icon-theme
remisa.mathover
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
t3dotgg.vsc-material-theme-but-i-wont-sue-you
vscodevim.vim
wayou.vscode-todo-highlight
zxh404.vscode-proto3
